{
"dicaMaestrias" : "Se você conhece o inimigo e conhece a si mesmo, não precisa temer o resultado de cem batalhas. Conhecer todos os personagens do jogo é a melhor forma de saber como lidar com cada um, mesmo que você não goste de um personagem, é altamente indicado que vc jogue com ele até conseguir a primeira maestrias, além de conseguir premiações dentro do jogo, vc adquire conhecimento suficiente para jogar contra esse personagem. Uma vez que vc obtenha maestria I com todos os personagens você estará pronto para enfrentar qualquer personagem usando seus favoritos.",
"dicaVitoria" : "É muito importante manter uma porcentagem de vitórias alta ( acima de 60% ja é o suficiente), é claro que isso não depende apenas da sua jogabilidade, visto que Smite é um jogo em que o trabalho em equipe é essencial. Um baixo indice de vitórias interfere no mm (matchmaking) que é o algoritmo responsavel por balancear os jogos escolhendo players com atributos semelhantes para colocar numa mesma partida ou seja, com um indice de vitórias baixo vc será colocado para jogar com pessoas que também tem um indice de vitórias baixo e a chance de jogar com os famosos trolls aumenta, prejudicando seu time e seu resultado e interferindo diretamente na analise do seu perfil pois como Smite é um jogo em que vc depende do time, se seu time não trabalha bem em equipe, seu resultado será baixo pois nem sempre é possivel conseguir um bom resultado sozinho. Outro ponto importante para aumentar o indice de vitórias é a escolha dos personagens, um time balanceado é a chave para um bom combate, então por exemplo, se alguem dar instalock e em um assassino e vc pretendia ir de assassino, troque seu pick, complete o time com o que está faltando, pois se vc escolher assassino e deixar o time desfalcado a chance de vc perder será maior e vc será prejudicado junto com o time inteiro. O mais indicado nessa situação é completar o time e garantir sua vitória e, caso o troll te de motivos, vc pode reporta-lo e ele vai perder benevolencia e o mm leva em consideração a benevolencia.",
"dicaConquista": "Este é o modo mais clássico dos jogos de arena de combate. Na Conquista, você participa de um combate 5x5 em 3 rotas (esquerda, direita e meio), cada uma protegida por duas Torres e uma Fênix com uma selva épica entre elas. Seu objetivo é destruir o Titã inimigo. Os deuses começam com 1500 de ouro e no level 1. Os times começam em cantos opostos no mapa e precisam destruir todas as proteções de pelo menos uma das rotas para poderem causar dano no Titã dos oponentes. Na Selva, existem acampamentos com monstros que, ao serem derrotados, podem dar bônus de Mana, Dano, Velocidade de Ataque ou Movimento, ou simplesmente garantir EXP. A Conquista também conta com dois monstros especiais na Selva: a Erínia Dourada e o Gigante de Fogo. Derrotar a Erínia Dourada garante 300 de ouro para todos os imortais do seu time. Já vencer o Gigante de Fogo concede um bônus de ataque a todos do seu time. A primeira equipe que destruir o Titã inimigo, ganha a partida.",
"dicaJusta": "Na justa, os times são reduzidos para uma batalha 3x3 em uma única rota, com selvas ao seu redor. A rota conta apenas com uma Torre e uma Fênix inimigas antes de chegar ao Titã dos oponentes, que deve ser destruído. Em cada selva, você encontrará três Acampamentos, onde podem ser pegos bônus de Mana e Ataque que fazem uma grande diferença na experiencia obtida. Por contar com times menores, o trabalho em equipe aqui faz bastante diferença, e você deve procurar montar um time bem equilibrado.",
"dicaDuelo": "Na justa 1x1 ou Duelo o jogo é reduzido uma batalha 1x1 em uma única rota, com selvas ao seu redor. A rota conta apenas com uma Torre e uma Fênix inimigas antes de chegar ao Titã dos oponentes, que deve ser destruído. Em cada selva, você encontrará três Acampamentos, onde podem ser pegos bônus de Mana e Ataque que fazem uma grande diferença na experiencia obtida. Uma dos melhores modos pra aumentar sua habilidade com um deus, visto que vc pode explorar suas estratégias e builds sem ficar dependente de um time.",
"dicaGuardiao" : "O guardião, no smite é o famoso tank, ou seja, os Guardiões são os deuses com maior quantidade de vida e defesa, é claro que podem ser usados em outras funções mas o ideal é que sejam usadas builds de defesa com esses deuses. Eles devem priorizar a vida dos outros deuses, ou seja, devem trabalhar para que os outros evolua, ajudando e dando assistencias para que eles consigam matar e upar mais rapido e protegendo e ou morrendo em seu lugar se necessário. Na conquista, que é o modo dfe jogo que exige maior pensamento estratégico eles são usados, na maioria das vezes na DUO ( lane lateral maior) junto com um caçador e deve fazer de tudo para que o caçador upe o mais rapido possível e então começar a rotacionar no mapa emboscando em outras lanes, o guardião também tem papel fundamental nos momentos finais do jogo, nas batalhas de time, onde o controle de grupo, presente na maioria dos guardiões faz toda a diferença.",
"dicaCacador" : "O caçador é uma classe que , assim como os assassinos, causa dano físico porém à distancia, é uma classe indispensavel em qualquer modo de jogo que possua objetivos, pois consegue causar alto dano a uma distancia segura e sem gastar tanta mana quanto um mago. Vale lembrar que diferente do assassino, o caçador não deve priorizar os kills e sim as estruturas (objetivos ), ele é o melhor tipo de deus para derrubar torres, fenix e titãns.",
"dicaMago" : "São a principal fonte de dano mágico do time. Seu ataque básico costuma ser de longo alcance e suas habilidades geralmente atingem distâncias maiores, com ataques que podem afetar grandes áreas do mapa. Vários magos também possuem habilidades de suporte, podendo curar seus aliados. Em compensação, a defesa deles é mais frágil e possuem menos vida, podendo morrer mais facilmente. ",
"dicaGuerreiro" : "Guerreiros são deuses que lutam no corpo a corpo, causando dano físico, são como um meio-termo entre os Guardiões e Assassinos, podendo cumprir uma destas funções, de acordo com a forma como forem construídos durante a partida. Normalmente, não causam dano tão rápido quanto assassinos, mas causam mais dano que guardiões, enquanto possuem uma defesa inferior à dos guardiões, mas melhor que a dos assassinos.",
"dicaAssassino" : "Assassinos podem causar grandes quantidades de dano físico num combate corpo a corpo em um curto espaço de tempo. Possuem ótima mobilidade, com boa velocidade de movimento e de ataque, e costumam ter habilidades que auxiliam nisso. Entretanto, eles também possuem uma defesa mais fraca, precisando contar com sua capacidade de entrar e sair rapidamente de um confronto, normalmente para finalizar algum inimigo e depois fugir para a segurança."
}
