{
"dicaMaestrias" : "Se você conhece o inimigo e conhece a si mesmo, não precisa temer o resultado de cem batalhas. Conhecer todos os personagens do jogo é a melhor forma de saber como lidar com cada um, mesmo que você não goste de um personagem, é altamente indicado que vc jogue com ele até conseguir a primeira maestrias, além de conseguir premiações dentro do jogo, vc adquire conhecimento suficiente para jogar contra esse personagem. Uma vez que vc obtenha maestria I com todos os personagens você estará pronto para enfrentar qualquer personagem usando seus favoritos.",
"dicaVitoria" : "É muito importante manter uma porcentagem de vitórias alta ( acima de 60% ja é o suficiente), é claro que isso não depende apenas da sua jogabilidade, visto que Smite é um jogo em que o trabalho em equipe é essencial. Um baixo indice de vitórias interfere no mm (matchmaking) que é o algoritmo responsavel por balancear os jogos escolhendo players com atributos semelhantes para colocar numa mesma partida ou seja, com um indice de vitórias baixo vc será colocado para jogar com pessoas que também tem um indice de vitórias baixo e a chance de jogar com os famosos trolls aumenta, prejudicando seu time e seu resultado e interferindo diretamente na analise do seu perfil pois como Smite é um jogo em que vc depende do time, se seu time não trabalha bem em equipe, seu resultado será baixo pois nem sempre é possivel conseguir um bom resultado sozinho. Outro ponto importante para aumentar o indice de vitórias é a escolha dos personagens, um time balanceado é a chave para um bom combate, então por exemplo, se alguem dar instalock e em um assassino e vc pretendia ir de assassino, troque seu pick, complete o time com o que está faltando, pois se vc escolher assassino e deixar o time desfalcado a chance de vc perder será maior e vc será prejudicado junto com o time inteiro. O mais indicado nessa situação é completar o time e garantir sua vitória e, caso o troll te de motivos, vc pode reporta-lo e ele vai perder benevolencia e o mm leva em consideração a benevolencia."
}
